{"sino": "𨤧𡗶坦常欺𫗄𡏧", "vi": "Nhẽ trời đất thường khi gió bụi,", "en": "When dust storms throughout the earth and heaven arise,"}
{"sino": "客𦟐紅𡗉餒迍邅", "vi": "Khách má hồng nhiều nỗi truân chuyên.", "en": "young women suffer many hardships in their lives."}
{"sino": "撑箕𠽉瀋層𨕭", "vi": "Xanh kia thăm thẳm tầng trên,", "en": "O He who resides on high in the deep blue far above,"}
{"sino": "爲埃𨢟孕朱𢧚餒尼", "vi": "Vì ai gây dựng cho nên nỗi này?", "en": "I wonder for whom was the reason and making of all these woes?"}
{"sino": "𪔠長城龍𫼲𩃳月", "vi": "Trống Trường Thành lung lay bóng nguyệt,", "en": "The beating of war drums at the Great Wall shakes Chang’an moon."}
{"sino": "𤌋甘泉𥊚䁾式𩄲", "vi": "Khói Cam Tuyền mờ mịt thức mây.", "en": "Smoke from burning signal fires on the Kan-ch'uan Mountain reddens the clouds."}
{"sino": "𠃩吝鎌宝𢶢𢬣", "vi": "Chín lần gươm báu chóng tay,", "en": "From his high throne, the king hands the precious royal sword to the general."}
{"sino": "姅𡖵傳檄定𣈗出征", "vi": "Nửa đêm truyền hịch định ngày xuất chinh.", "en": "Late at night, an imperial edict sets the day for marching to war."}
{"sino": "渃清平𠀧𤾓𢆥𡳵", "vi": "Nước thanh bình ba trăm năm cũ.", "en": "For the last three hundred years, the people had lived in peace."}
{"sino": "襖戎𢭂官武自低", "vi": "Áo nhung trao quan vũ từ đây.", "en": "Now, battle attire are again worn by military officers."}
{"sino": "使𡗶𣌋𠽖塘𩄲", "vi": "Sứ trời sớm giục đường mây,", "en": "At daybreak, the king’s envoy came to speed the soldiers on their way."}
{"sino": "法公𱺵重念西詫芇", "vi": "Phép công là trọng, niềm tây sá nào.", "en": "The welfare of the people outweighs personal matters."}
{"sino": "塘𨀐𲃲𨉞㧅弓箭", "vi": "Đường rong ruổi lưng đeo cung tiễn,", "en": "Armed with bows and arrows on their backs, the soldiers take off,"}
{"sino": "𩃳旗㗂𪔠賖又", "vi": "Bóng cờ tiếng trống xa xa,", "en": "While banners flying and drums resounding in the far-off distance,"}
{"sino": "愁𨖲𦰟隘怨𫥨𲈫房", "vi": "Sầu lên ngọn ải, oán ra cửa phòng.", "en": "a soldier’s sorrow rises over the pass, a woman’s grief flows out her chamber."}
{"sino": "払歲𥘷本𣳔豪傑", "vi": "Chàng tuổi trẻ vốn dòng hào kiệt,", "en": "The young man comes from a lineage of heroes."}
{"sino": "摄筆硯蹺𭛣刀弓", "vi": "Xếp bút nghiên theo việc đao cung.", "en": "Putting aside his ink brush and books for sword and bow,"}
{"sino": "城連矇進陛𧏵", "vi": "Thành liền mong tiến bệ rồng,", "en": "he yearns to capture citadels and offer them to the dragon throne."}
{"sino": "𡱩鎌㐌决󰝸容賊𡗶", "vi": "Thước gươm đã quyết chẳng dung giặc trời.", "en": "With his long sword, he resolved not to spare the enemies of Heaven."}
{"sino": "志爫𱰺𨤵𠦳䏧馭", "vi": "Chí làm trai dặm nghìn da ngựa,", "en": "His life ambitions are to travel far and wide,"}
{"sino": "招泰山平度鴻毛", "vi": "Gieo Thái Sơn bằng độ hồng mao.", "en": "to let his body be shrouded in horse skin if on the battlefield, should he die."}
{"sino": "𪢆茄㧅幅戦袍", "vi": "Giã nhà đeo bức chiến bào,", "en": "Although life’s precious and mount Tai immensely heavy,"}
{"sino": "㗂檑橋渭遁𠓨𫗄秋", "vi": "Tiếng roi cầu Vị, độn vào gió thu.", "en": "death can be light as a bird feather if needs be."}
{"sino": "外頭梂渃𤄯如𤀓", "vi": "Ngòi đầu cầu nước trong như lọc,", "en": "Beneath the bridge, the crystal-clear water flows."}
{"sino": "塘边梂𦹵木群𡽫", "vi": "Đường bên cầu cỏ mọc còn non.", "en": "On a nearby path, the green grass still young and tender."}
{"sino": "迻払𢚸弋又𢞂", "vi": "Đưa chàng lòng dằng dặc buồn,", "en": "I see you off, with endless sorrow in my heart."}
{"sino": "步坤平馭水坤平船", "vi": "Bộ khôn bằng ngựa, thủy khôn bằng thuyền.", "en": "Wish that I could be more useful to you –"}
{"sino": "渃𤄯沚𢚸煩庒𤂩", "vi": "Nước trong chảy lòng phiền chẳng rửa,", "en": "The stream’s rushing water cannot wash away my grief."}
{"sino": "𦹵撑𦹳胣𢖵空𫡻", "vi": "Cỏ xanh thơm dạ nhớ không quên.", "en": "The grass’s fragrant scent only invokes in me a deep longing."}
{"sino": "啂耒𢬣吏𢭂連", "vi": "Nhủ rồi tay lại trao liền,", "en": "After saying goodbyes, we keep holding hands."}
{"sino": "𨀈跢𠬠𨀈吏援襖払", "vi": "Bước đi một bước lại vin áo chàng.", "en": "Each halting step you take forward, I cling onto your robe."}
{"sino": "𢚸妾似𩃳𦝄蹺唯", "vi": "Lòng thiếp tựa bóng trăng theo dõi,", "en": "My heart’s like the moon following you, my love."}
{"sino": "胣払賖𰿘𡎝𠦳𡽫", "vi": "Dạ chàng xa muôn cõi nghìn non.", "en": "Keeping you company even to the distant Thousand Peaks Mountain."}
{"sino": "撻𱔩餞𢱖龍泉", "vi": "Đặt chén tiễn múa long tuyền,", "en": "Wine cup not yet drained, I see you brandishing your sword,"}
{"sino": "指昂𦰟槊𠓨岸𧯄豹", "vi": "Chỉ ngang ngọn giáo vào ngàn hang beo.", "en": "and point your spear towards a den of ferocious panthers."}
{"sino": "𤢈楼蘭浪蹺介子", "vi": "Săn Lâu Lan, rằng theo Giới Tử,", "en": "Hunting the rebels of Loulan, you follow the example of Fu Chieh-Tzu."}
{"sino": "細蠻溪盤事伏波", "vi": "Tới Man Khê, bàn sự Phục Ba.", "en": "Going to Man-hsi to discuss Fu-bo’s strategies."}
{"sino": "襖払𧺃似𩄐坡", "vi": "Áo chàng đỏ tựa ráng pha,", "en": "Your coat is red like the clouds at sunset,"}
{"sino": "馭払色𤽸如𱺵雪印", "vi": "Ngựa chàng sắc trắng như là tuyết in.", "en": "your horse is white as the mountain snow."}
{"sino": "㗂樂馭吝擅㗂𪔠", "vi": "Tiếng nhạc ngựa lần chen tiếng trống,", "en": "The sounds of horses’ bells mixed with the sounds of beating drums."}
{"sino": "夾𩈘耒丿俸𲣫𢬣", "vi": "Giáp mặt rồi phút bỗng chia tay.", "en": "Face touching face just a moment ago, but now we have to part."}
{"sino": "河梁𲣫𢬦塘尼", "vi": "Hà Lương chia rẽ đường này,", "en": "Here at this bridge, we will go our separate paths."}
{"sino": "边塘𬂙𩃳旗𠖤𢢯又", "vi": "Bên đường, trông bóng cờ bay ngùi ngùi.", "en": "By the roadside, I watch banners and flags flying in sorrow."}
{"sino": "軍𫏾㐌細外营柳", "vi": "Quân trước đã tới ngoài doanh Liễu,", "en": "The vanguard is already near Camp Willow."}
{"sino": "馭𨍦群於裊長楊", "vi": "Ngựa sau còn ở nẻo Tràng Dương.", "en": "The following cavalry still stay behind at Poplar Field."}
{"sino": "軍迻払𲃲𨖲塘", "vi": "Quân đưa chàng ruổi lên đường,", "en": "The troops escort you with haste and great speed."}
{"sino": "柳楊別妾断腸尼庒", "vi": "Liễu dương biết thiếp đoạn trường này chăng?", "en": "Do the weeping willows and poplars know of my heart’s distress?"}
{"sino": "㗂笛𲃲賖澄凌扐", "vi": "Tiếng địch ruổi xa chừng lăng lắc,", "en": "The sounds of flutes echo faintly from afar."}
{"sino": "行旗𠖤𩃳乞𥊚又", "vi": "Hàng cờ bay bóng ngất mờ mờ.", "en": "Files of flying flags flapping back and forth in the wind."}
{"sino": "𢴑𢬣蹺笠𩄲迻", "vi": "Dứt tay theo lớp mây đưa,", "en": "Your tracks are like clouds drifting into clouds."}
{"sino": "妾𥆾𫭧𡶀󰯷󰡣餒茄", "vi": "Thiếp nhìn rặng núi ngẩn ngơ nỗi nhà.", "en": "Gazing at the mountain range, I mourn for a life without ... you!"}
{"sino": "払時𱑤𡎝賖𩄎𫗄", "vi": "Chàng thì chạy cõi xa mưa gió,", "en": "You are going to far lands of wind and rain."}
{"sino": "妾時𧗱房𡳵照𧜖", "vi": "Thiếp thì về buồng cũ chiếu chăn.", "en": "I’ll be returning to our old bedchamber."}
{"sino": "兑𬂙蹺㐌隔垠", "vi": "Đoái trông theo đã cách ngăn,", "en": "Straining to see each other but the view is hindered"}
{"sino": "仍牟𩄲碧共痕𡶀撑", "vi": "Những màu mây biếc, cũng ngần núi xanh.", "en": "by the blue clouds and green mountains in between."}
{"sino": "准咸京払群𥋓吏", "vi": "Chốn Hàm Kinh chàng còn ngoảnh lại,", "en": "In Han Yang, you still turn your head toward Hsao-hsiang."}
{"sino": "𡔖洋湘妾駭𬂙𨖅", "vi": "Bến Tiêu Tương thiếp hãi trông sang.", "en": "While I at Hsiao-hsiang’s shore, still stare across the river."}
{"sino": "𤐡洋湘隔󰦭陽", "vi": "Khói Dương Tương cách Hàm Dương,", "en": "The smoke from Hsiao-hsiang obstructs view of Han-yang."}
{"sino": "𣘃󰦭陽䣓洋湘𱥯重", "vi": "Cây Hàm Dương cách Dương Tương mấy trùng.", "en": "The Han-yang trees block off view of Hsiao-hsiang."}
{"sino": "共𬂙吏麻共󰝸𧡊", "vi": "Cùng trông lại mà cùng chẳng thấy,", "en": "We both look back to see each other but in vain."}
{"sino": "𧡊撑又仍𱥯岸橷", "vi": "Thấy xanh xanh những mấy ngàn dâu.", "en": "See only thousands and thousands of green mulberry groves."}
{"sino": "岸橷撑屹𠬠牟", "vi": "Ngàn dâu xanh ngắt một màu,", "en": "Mulberry groves all bearing the same shade of green color."}
{"sino": "𢚸払意妾埃愁欣埃", "vi": "Lòng chàng ý thiếp ai sầu hơn ai?", "en": "Your heart or mine – which one feels a deeper sorrow?"}
{"sino": "払自𱑤𠓨尼𫗄培", "vi": "Chàng từ chạy vào nơi gió bụi,", "en": "Since your journey to the lands of wind and sand,"}
{"sino": "𡖵𦝄尼𱞁𠖾方兜", "vi": "Đêm trăng này nghỉ mát phương đâủ", "en": "where are you resting this moonlit night?"}
{"sino": "初𫢩戦地𱻌包", "vi": "Xưa nay chiến địa dường bao,", "en": "Ancient times or the present, battlegrounds are similar:"}
{"sino": "㘨空𰿘𨤵掣牢𤋵油", "vi": "Núi không muôn dặm xiết lao dãi dầu.", "en": "Enddless wastelands to the harshness of the elements exposed."}
{"sino": "唏𫗄冷𠊛愁𩈘惮", "vi": "Hơi gió lạnh, người rầu mặt dạn,", "en": "The chilly wind blows against the men’s gloomy weathered faces."}
{"sino": "𣳔渃溇馭𢠣蹎𨁼", "vi": "Dòng nước sâu, ngựa giận chân bon.", "en": "The deep currents exhaust the horses’ travel-weary legs."}
{"sino": "揞鞍𢶒𬂙㐌𤶐", "vi": "Ôm yên gối trống đã chồn,", "en": "Worn out, the men lie asleep on green moss or white sand dunes."}
{"sino": "𦣰漨𡋥󰺔𥄭𡑱𫮹撑", "vi": "Nằm vùng cát trắng, ngủ cồn rêu xanh.", "en": "With saddle as body cover and drum for a pillow."}
{"sino": "𫢩漢𫴋白城㨂吏", "vi": "Nay Hán xuống Bạch Thành đóng lại,", "en": "Today, the Han troops arrived and camped inside the Pai-sheng’s gate."}
{"sino": "𣈕胡𠓨青海𥈺戈", "vi": "Mai Hồ vào Thanh Hải dòm qua.", "en": "Tomorrow, the Ho tribes will enter the Thanh-Hai region."}
{"sino": "形溪𱐭𡶀𧵆賖", "vi": "Hình khe, thế núi gần xa,", "en": "A complex terrain with many streams and mountains."}
{"sino": "𦄵傕吏𫃸𥰊駝吏髙", "vi": "Dứt thôi lại nối, thấp đà lại cao.", "en": "Sometimes disconnected then connected again, sometimes falling then rising..."}
{"sino": "霜頭𡶀𣇜朝如澮", "vi": "Sương đầu núi buổi chiều như gội,", "en": "At dusk, dew falls like rain on the mountain peaks."}
{"sino": "渃𢚸溪裊𫏌群溇", "vi": "Nước lòng khe nẻo lối còn sâu.", "en": "Down in streams, water in the fords still run fairly deep."}
{"sino": "恼𠊛𬡢甲閉𥹰", "vi": "Não người áo giáp bấy lâu,", "en": "Pity those who’ve long worn coats of armor – so heavy!"}
{"sino": "𢚸圭戈妬𩈘油󰝸𢣧", "vi": "Lòng quê qua đó mặt rầu chẳng khuây.", "en": "They are homesick and their faces look gloomy."}
{"sino": "𨕭帳錦透𫨩庒𨤧", "vi": "Trên trướng gấm thấu hay chăng nhẽ,", "en": "Inside brocaded curtains, does the king really know"}
{"sino": "樣征夫埃𦘧朱𢧚", "vi": "Dạng chinh phu ai vẽ cho nên?", "en": "who can truly draw the portrait of a faithful, weather-beaten warrior?"}
{"sino": "想払𨀐𲃲𱥯年", "vi": "Tưởng chàng rong ruổi mấy niên,", "en": "I think of you, my love, who have been wandering all these years."}
{"sino": "󰝸尼瀚海時沔關山", "vi": "Chẳng nơi Hãn Hải thì miền Quan San.", "en": "From the vast desert to the perilous Tieu-quan pass."}
{"sino": "㐌測阻隊岸蛇虎", "vi": "Đã trắc trở đòi ngàn xà hổ,", "en": "You’ve braved the wilds where snakes and tigers lie awaiting..."}
{"sino": "吏冷𲪪仍𡓇霜風", "vi": "Lại lạnh lùng những chỗ sương phong.", "en": "And slept through the nights’ chilly dew and biting winds."}
{"sino": "𨖲髙𬂙式𩄲篭", "vi": "Lên cao trông thức mây lồng,", "en": "You’ve climbed high to gaze at the drifting homeward clouds."}
{"sino": "𢚸芇𱺵󰝸動𢚸悲傷", "vi": "Lòng nào là chẳng động lòng bi thương!", "en": "Whose heart can be untouched by longing for children and spouse?"}
{"sino": "自𱑤𨖅東南𡴯𡑩", "vi": "Từ chạy sang Đông Nam ngất nẻo,", "en": "Since you have gone into the far Southeast,"}
{"sino": "別浪払進討尼󰠲", "vi": "Biết rằng chàng tiến thảo nơi đâu?", "en": "who knows where you will be advancing today?"}
{"sino": "仍𠊛征戦閉𥹰", "vi": "Những người chinh chiến bấy lâu,", "en": "All those who have fought on the battlefields for so long"}
{"sino": "弭䀡性命如牟𦹵𣘃", "vi": "Nhẹ xem tính mệnh như màu cỏ cây.", "en": "learnt to think lightly of life and death,"}
{"sino": "𱕔唏猛恩𠫅自𫏾", "vi": "Nức hơi mạnh, ơn dày từ trước,", "en": "With determination to repay great debts owed to Heaven’s son,"}
{"sino": "𱱇准𠨪歳特包饒", "vi": "Trải chốn nghèo, tuổi được bao nhiêu?", "en": "the warriors faced many perils, but how many will survive young."}
{"sino": "𡽫祈墓只𦝄撩", "vi": "Non Kỳ mộ chỉ trăng treo,", "en": "Over the desolate mount Ch’i, the melancholy moon softly glows."}
{"sino": "𣷷淝𫗄𠺙調囂𱥯塸", "vi": "Bến Phì gió thổi đìu hiu mấy gò.", "en": "By the nameless graves along the Fei river, the wind sadly blows."}
{"sino": "𩲉死士𫗄㗀又𠺙", "vi": "Hồn tử sĩ gió ù ù thổi,", "en": "Tonight, the wind howling at the spirits of those killed in the war."}
{"sino": "𩈘征夫𦝄唯又𤐝", "vi": "Mặt chinh phu trăng dõi dõi soi.", "en": "The soldiers’ faces illumined with paleish light from the tracking moon."}
{"sino": "征夫死士𱥯𠊛", "vi": "Chinh phu tử sĩ mấy người,", "en": "O warriors, how many of you are alive or dead?"}
{"sino": "芇埃莫𩈘芇埃噲𩲉", "vi": "Nào ai mạc mặt, nào ai gọi hồn.", "en": "If alive, have your portraits ever been drawn yet?"}
{"sino": "唒兵焒渃𡽫如𡳵", "vi": "Dấu binh lửa, nước non như cũ,", "en": "On the old streams and hills, war had left its indelible marks."}
{"sino": "几行人過妬鄭傷", "vi": "Kẻ hành nhân qua đó chạnh thương.", "en": "All those who pass by feel a vague pity and nostalgic regret."}
{"sino": "分𱰼𫅷𫮇戦塲", "vi": "Phận trai già cõi chiến trường,", "en": "Sad to think of a young man spending his prime on the battlegrounds."}
{"sino": "払超𠃅𩯀點霜買𧗱", "vi": "Chàng siêu mái tóc điểm sương mới về.", "en": "Like General Pan Ch’ao, on returning home,"}
{"sino": "想払𱱇仍皮𬋟弩", "vi": "Tưởng chàng trải những bề nắng nỏ,", "en": "I imagine you enduring the harsh climates’ cold and heat."}
{"sino": "𠀧𡱩鎌𠬠部戎鞍", "vi": "Ba thước gươm, một bộ nhung yên.", "en": "Holding a long sword, riding a pitch black steed,"}
{"sino": "衝坡𫗄𡓁𦝄岸", "vi": "Xông pha gió bãi trăng ngàn,", "en": "you rush through wind-swept shores on a moonlit night,"}
{"sino": "鎇撩頭馭槊𲡶𩈘城", "vi": "Mũi treo đầu ngựa, giáo dan mặt thành.", "en": "with enemies’ arrows over horses’ heads, whizzing by."}
{"sino": "盎功名𤾓塘遯也", "vi": "Áng công danh trăm đường rộn rã,", "en": "The road to fame and glory is strewn with dangers and hardships."}
{"sino": "仍辱𠡛芇㐌󰳈󰳉", "vi": "Những nhọc nhằn nào đã nghỉ ngơi.", "en": "You are very weary but have no time for resting."}
{"sino": "餒𢚸別吘共埃", "vi": "Nỗi lòng biết ngỏ cùng ai,", "en": "To whom can we confide our hearts’ feelings?"}
{"sino": "妾𥪝𦑃𲈫払外蹎𩄲", "vi": "Thiếp trong cánh cửa, chàng ngoài chân mây.", "en": "Since I’m at home, and you are at the far sky horizon."}
{"sino": "𥪝𲈫尼㐌停分妾", "vi": "Trong cửa này đã đành phận thiếp,", "en": "To live inside the doors is my fated life."}
{"sino": "外𩄲箕𧯶劫払󰠲", "vi": "Ngoài mây kia há kiếp chàng đâủ", "en": "But is it your destiny to roam the far sky?"}
{"sino": "仍矇󰠩渃共饒", "vi": "Những mong cá nước cùng nhau,", "en": "We had hoped to live together like fish and water."}
{"sino": "芇𪟽𩄲渃俸󰠲隔潙", "vi": "Nào ngờ mây nước bóng đâu cách vời.", "en": "Yet now, like stream and mountain cloud, we cannot be farther apart."}
{"sino": "妾󰝸想𫥨𠊛征婦", "vi": "Thiếp chẳng tưởng ra người chinh phụ,", "en": "I never thought I would be a soldier’s wife."}
{"sino": "払𧯶曾𭓇𠎪王孫", "vi": "Chàng há từng học lũ vương tôn.", "en": "You never acted like a playboy from a royal line."}
{"sino": "據牢隔阻渃𡽫", "vi": "Cớ sao cách trở nước non,", "en": "Why are we separated by the mountains and rivers,"}
{"sino": "遣𠊛傕𱢭時𣋚𤋵油", "vi": "Khiến người thôi sớm thì hôm giãi rầu.", "en": "To make our hearts, day and night, filled with sorrow."}
{"sino": "樸風流當澄年少", "vi": "Phác phong lưu đương chừng niên thiếu,", "en": "Blessed with youth, grace, and charms,"}
{"sino": "聘饒共攔𢬢𡦂縁", "vi": "Sánh nhau cùng dan díu chữ duyên.", "en": "we are a well-matched couple,"}
{"sino": "女芇堆侶少年", "vi": "Nỡ nào đôi lứa thiếu niên,", "en": "bonded together by love and marriage."}
{"sino": "䦕山底隔寒諠包停", "vi": "Quan san để cách, hàn huyên bao đành.", "en": "Who would have the thought to split up the young lovers"}
{"sino": "課臨行莺㨋𥾽柳", "vi": "Thuở lâm hành oanh chưa bén liễu,", "en": "When you set out, the willow trees have no perching orioles."}
{"sino": "𠳨𣈗𧗱約裊鵑𰙔", "vi": "Hỏi ngày về, ước nẻo quyên ca.", "en": "Asked of your return, you said, “When the cuckoos start singing.”"}
{"sino": "𫢩鵑㐌𠽖鶯𫅷", "vi": "Nay quyên đã giục, oanh già,", "en": "Now, cuckoos have sung, and orioles grown old."}
{"sino": "鷾鴯吏嘅𫏾茄𠶓𠽓", "vi": "Ý nhi lại gáy trước nhà líu lo.", "en": "Before our house, some swallows are warbling."}
{"sino": "課登途梅𣗓僤𫗄", "vi": "Thuở đăng đồ, mai chưa dạn gió,", "en": "Plum trees were still wind-shy when you left."}
{"sino": "𠳨𣈗𧗱只度𣑯𱽐", "vi": "Hỏi ngày về, chỉ độ đào bông.", "en": "Asked of your return, you said, “When peach blossoms bloom.”"}
{"sino": "𫢩𣑯㐌眷𫗄東", "vi": "Nay đào đã quyến gió Đông,", "en": "Now, the peach blossoms have fled with the East Wind, their lover."}
{"sino": "雪梅󰺔𪤄芙蓉𧺃坡", "vi": "Tuyết mai trắng bãi phù dung đỏ bờ.", "en": "And the riverside is blooming red with hibiscus flowers."}
{"sino": "恨共些𨻫西岑意", "vi": "Hẹn cùng ta: Lũng Tây sầm ấy,", "en": "We made a rendezvous at Lung-hsi mountain."}
{"sino": "捽𣈗𬂙芇𧡊唏沁", "vi": "Suốt ngày trông, nào thấy hơi tăm?", "en": "I awaited you since dawn but you never showed up."}
{"sino": "岌𱐁𦲿用梗簪", "vi": "Ngập ngừng, lá rụng cành trâm,", "en": "Only the leaves falling down onto my hair."}
{"sino": "𨅸𬂙𦖑𠰺㗂禽牢敲", "vi": "Đứng trông nghe dậy tiếng cầm lao xao.", "en": "And the shrill sounds of birds crying in the afternoon silence."}
{"sino": "限尼芇漢陽橋怒", "vi": "Hẹn nơi nao, Hán Dương cầu nọ,", "en": "You promised to meet me at the Hang-zhao bridge."}
{"sino": "𡖵吏尋芇固消耗", "vi": "Đêm lại tìm, nào có tiêu haỏ", "en": "Waiting till dusk but not a trace of your whereabout."}
{"sino": "岌𱐁𫗄𠺙襖袍", "vi": "Ngập ngừng gió thổi áo bào,", "en": "Holding back tears as the winds blow on my gown,"}
{"sino": "𪤄𣋚𣻆汜渃潮溟濛", "vi": "Bãi hôm tuôn dẫy nước trào mênh mông.", "en": "I waited and waited and saw the evening tide surging over the shore."}
{"sino": "信𠳚𠫾𠊛空𧡊吏", "vi": "Tin gửi đi, người không thấy lại,", "en": "News comes often but my love comes not!"}
{"sino": "花楊殘㐌𱱇𦼔𣛟", "vi": "Hoa dương tàn đã trải rêu xanh.", "en": "Green moss has already covered in layers the fading blooms."}
{"sino": "𦼔𣛟𱥯笠終扃", "vi": "Rêu xanh mấy lớp chung quanh,", "en": "I pace slowly in the courtyard,"}
{"sino": "𨄹𡑝𠬠𨀈𤾓情艮魚", "vi": "Dạo sân một bước, trăm tình ngẩn ngơ.", "en": "each step stirring the bitter turmoil in my heart."}
{"sino": "書常典𠊛空𧡊典", "vi": "Thư thường đến, người không thấy đến,", "en": "Letters come often but my love comes not."}
{"sino": "幅簾疎吝轉𩃳陽", "vi": "Bức rèm thưa lần chuyển bóng dương.", "en": "In loneliness, I watch the slanted rays of the sun"}
{"sino": "𩃳陽𱥯𣇜穿昂", "vi": "Bóng dương mấy buổi xuyên ngang,", "en": "passing through the sparse window blinds."}
{"sino": "𠳒牢𨑮限𠃩常单差", "vi": "Lời sao mười hẹn, chín thường đơn sai.", "en": "The sun constantly shines through the blinds day after day."}
{"sino": "此併吏演𣾺𣈗意", "vi": "Thử tính lại diễn khơi ngày ấy,", "en": "Let’s reckon the length of time since your departure."}
{"sino": "钱蓮尼㐌扔𱺵𠀧", "vi": "Tiền sen này đã nẩy là ba.", "en": "It’s been three seasons that the lotus bloomed."}
{"sino": "㤕𠊛吝呂隘賖", "vi": "Xót người lần lữa ải xa,", "en": "Pity those who languish at the far frontiers."}
{"sino": "㤕𠊛𢭗准皇花𨤮𨱽", "vi": "Xót người nương chốn Hoàng Hoa dặm dài.", "en": "Pity those who guard the mile-long fort at Huang-Hua Mountain."}
{"sino": "情家室芇埃󰝸固", "vi": "Tình gia thất nào ai chẳng có,", "en": "Who’s there without thoughts of kin or family?"}
{"sino": "箕老親閨婦𢖵傷", "vi": "Kìa lão thân, khuê phụ nhớ thương.", "en": "They all miss their old parents or long for their young wives."}
{"sino": "索𫅷披拂𠃅箱", "vi": "Tác già phơ phất mái sương,", "en": "Your mother’s hair now covered with frost."}
{"sino": "𡥵疎𣒣𣷱𡲤當扶持", "vi": "Con thơ măng sữa, vả đương phù trì.", "en": "Your infant still feeds on mother’s milk and needs tender care."}
{"sino": "𢚸老親𢞂欺𢭸𲈫", "vi": "Lòng lão thân buồn khi tựa cửa,", "en": "Mother’s heart filled with sadness, as she leans on the door,"}
{"sino": "𠰘孩兒徐𩛷𠰏𩚵", "vi": "Miệng hài nhi chờ bữa mớm cơm.", "en": "waiting for your coming home."}
{"sino": "𤮿裴妾拖孝男", "vi": "Ngọt bùi thiếp đỡ hiếu nam,", "en": "Your child with open mouth waits to be fed at the dining table."}
{"sino": "鍊𡥵畑册妾爫父親", "vi": "Luyện con đèn sách thiếp làm phụ thân.", "en": "I take care of your mother, acting as her son."}
{"sino": "尼𠬠身餒𫅷𠰺𥘷", "vi": "Nay một thân nuôi già dạy trẻ,", "en": "Alone, I support your mother and teach our child."}
{"sino": "餒關𢙇𫼳𱞸別包", "vi": "Nỗi quan hoài mang mẽ biết bao!", "en": "Bearing heavy burdens, I long for you to be at my side."}
{"sino": "𢖵払𱱇𱥯霜𣒲", "vi": "Nhớ chàng trải mấy sương sao,", "en": "I miss you so much in these years of loneliness."}
{"sino": "春層𢬭貝冬芇群賖", "vi": "Xuân từng đổi mới, Đông nào còn xa.", "en": "Spring seasons had came and gone and winter’s fast approaching."}
{"sino": "計𢆥㐌𠀧𦊛隔演", "vi": "Kể năm đã ba tư cách diễn,", "en": "It has been about four years since our parting."}
{"sino": "䋦𢚸添𠦳萬滚昂", "vi": "Mối lòng thêm nghìn vạn ngổn ngang.", "en": "My sorrow has grown a thousand more jumbled threads."}
{"sino": "约之𧵆襘𡬷𡱸", "vi": "Ước gì gần gũi tấc gang,", "en": "Wish that we are just a hand’s length from each other."}
{"sino": "𱠎念𨐮䔲底払𤍊𫨩", "vi": "Giở niềm cay đắng để chàng tỏ hay.", "en": "Then I will tell you all the bitterness I have felt since your departure."}
{"sino": "釵宫漢𧵑𣈗出嫁", "vi": "Thoa cung Hán của ngày xuất giá,", "en": "This hairpin from the Han palace, my marriage jewel."}
{"sino": "𦎛楼秦𨁪㐌𤐝鍾", "vi": "Gương lầu Tần dấu đã soi chung.", "en": "This mirror from the Ch’in dynasty that we’d looked in together."}
{"sino": "𢚁埃麻𠳚細共", "vi": "Cậy ai mà gửi tới cùng,", "en": "On whom can I depend to send them to you?"}
{"sino": "吀払透𣍊𬌓𢚸相思", "vi": "Xin chàng thấu hết tấm lòng tương tư.", "en": "And let you know how much I miss and long for you."}
{"sino": "𨧟㧅𢬣每欺𥋴𥋟", "vi": "Nhẫn đeo tay mỗi khi ngắm nghía,", "en": "This ring I wear that I often admire,"}
{"sino": "玉掑頭課𡮤𢝙制", "vi": "Ngọc cài đầu thuở bé vui chơi.", "en": "This beloved brooch of jade since the days of my joyful childhood,"}
{"sino": "𢭄埃麻𠳚典尼", "vi": "Cậy ai mà gửi đến nơi,", "en": "On whom can I depend to send them to you?"}
{"sino": "底払珍重𨁪𠊛相親", "vi": "Để chàng trân trọng dấu người tương thân.", "en": "So you can cherish these beloved keepsakes from the one you love."}
{"sino": "𱱇𱥯春信𠫾信吏", "vi": "Trải mấy xuân, tin đi tin lại,", "en": "These past few years, news traveled between us back and forth."}
{"sino": "典春尼信咳永空", "vi": "Đến xuân này tin hãy vắng không.", "en": "But this spring, I haven’t heard any tidings of you."}
{"sino": "𧡊鴈𨻫想書封", "vi": "Thấy nhạn, luống tưởng thư phong,", "en": "Seeing a swallow, I think it brings me your letter."}
{"sino": "𦖑唏霜攕襖𱽐産床", "vi": "Nghe hơi sương, sắm áo bông sẵn sàng.", "en": "Feeling frost coming, I prepare for you cotton-padded dresses for winter."}
{"sino": "𫗄西浽空塘鴻便", "vi": "Gió tây nổi không đường hồng tiện,", "en": "The west wind hinders the path of swallows’ flights."}
{"sino": "㤕𡎝外雪眷𩅹沙", "vi": "Xót cõi ngoài tuyết quyến mưa sa.", "en": "No tidings of you! But I can envision the life of a soldier."}
{"sino": "幔𩅹帳雪衝坡", "vi": "Màn mưa trướng tuyết xông pha,", "en": "Living with a curtain of rain and a tent of snow."}
{"sino": "𢪀添冷𠖭几𫥨𡎝外", "vi": "Nghĩ thêm lạnh lẽo kẻ ra cõi ngoài.", "en": "I think of you and feel your cold at the border."}
{"sino": "題𡦂錦封傕吏𨷑", "vi": "Đề chữ gấm, phong thôi lại mở,", "en": "My letter on brocade, for several times, I seal and unseal to re-read."}
{"sino": "招掛钱信與群𪟽", "vi": "Gieo quẻ tiền tin dữ còn ngờ.", "en": "I toss the oracle coins, and would not believe any bad fortune."}
{"sino": "𡗶𣋚𢭸𲈫艮魚", "vi": "Trời hôm tựa cửa ngẩn ngơ,", "en": "At dusk, I’m alone, leaning on my forlorn shadow."}
{"sino": "𦝄𱢱娘襘𠀧蜍𫗄枚", "vi": "Trăng khuya nương gối bơ thờ gió mai.", "en": "The late night moon shines on my unkempt hair atop the disheveled pillow."}
{"sino": "𧯶如埃𩲉醝𩃳吝", "vi": "Há như ai, hồn say bóng lẫn,", "en": "Was my soul drunk or has my wits become addled?"}
{"sino": "俸蜍扵吝矧虛空", "vi": "Bỗng thờ ơ lẫn thẩn hư không.", "en": "Feeling dazed, as if in a trance, my mind drifts and wanders."}
{"sino": "簪掑襜㩫𢢆𢝣", "vi": "Trâm cài, xiêm giắt thẹn thùng,", "en": "Blushing, I set my hairpin and put on a skirt."}
{"sino": "𱱇澜𩯀𱹻挵𥿺𦝄腰", "vi": "Trải làn tóc rối, lỏng vòng lưng eo.", "en": "My hair disheveled, and my waistband loose."}
{"sino": "𨄹軒永󰝂招曾𨀈", "vi": "Dạo hiên vắng đem gieo từng bước,", "en": "On the lonesome terrace, I take a slow walk."}
{"sino": "外簾疎𢷀擱隊畨", "vi": "Ngồi rèm thưa rủ gác đòi phen.", "en": "Mindlessly, I often raise and drop the thin blinds."}
{"sino": "外簾鵲󰝸𫫗信", "vi": "Ngoài rèm thước chẳng mách tin,", "en": "Outside the blinds, no magpie brings any news."}
{"sino": "𥪝簾𱻌㐌固畑別庒", "vi": "Trong rèm dường đã có đèn biết chăng?", "en": "Inside, perhaps the lamp understands my mind."}
{"sino": "畑固別𱻌平󰝸別", "vi": "Đèn có biết, dường bằng chẳng biết,", "en": "The lamp may understand but its understanding useless."}
{"sino": "𢚸妾𥢆悲切麻傕", "vi": "Lòng thiếp riêng bi thiết mà thôi.", "en": "The anguish in my heart must be borne by me alone."}
{"sino": "𢞂悶呐󰝸𢧚𠳒", "vi": "Buồn muộn nói chẳng nên lời,", "en": "A sorrow so poignant that takes away the utterance of words."}
{"sino": "花畑箕貝𩃳𠊛𧯶傷", "vi": "Hoa đèn kia với bóng người há thương!", "en": "Poor me with my lonely shadow by the lamp’s bright light."}
{"sino": "𬷤嘵喔嘅霜𠄼𪔠", "vi": "Gà eo óc gáy sương năm trống,", "en": "Cocks crow noisily, announcing the night’s fifth watch."}
{"sino": "槐拂披𢷀𩃳𦊚边", "vi": "Hoè phất phơ rủ bóng bốn bên.", "en": "Sophora branches swaying in the wind, casting shadows all around."}
{"sino": "刻𣇞蕩又如年", "vi": "Khắc giờ đằng đẵng như niên,", "en": "An hour of waiting seems like a year long."}
{"sino": "䋦愁弋又平沔𱦧賖", "vi": "Mối sầu dằng dặc bằng miền bể xa.", "en": "My sorrow is deep and immense like the blue sea."}
{"sino": "香強焠𢚸陀迷󰷭", "vi": "Hương gượng đốt, lòng đà mê mải,", "en": "Burning some incense, I’m enraptured by its scent."}
{"sino": "𦎛強𤐝淚吏𥢳滇", "vi": "Gương gượng soi, lệ lại chứa chan.", "en": "Looking in the mirror, tears stream down my face."}
{"sino": "瑟琹強𢭮𪮀弹", "vi": "Sắt cầm gượng gảy ngón đàn,", "en": "I try to pluck the lute but I’m afraid"}
{"sino": "𦀊鴛驚縆𣓦鵉𪿒重", "vi": "Dây uyên kinh đứt, phím loan ngại chùng.", "en": "to break the strings or disorient the frets."}
{"sino": "𢚸尼𠳚𫗄東固便", "vi": "Lòng này gửi gió đông có tiện,", "en": "If the East Wind can send this heart,"}
{"sino": "𠦳鐄嗔𠳚典𡽫燕", "vi": "Nghìn vàng xin gửi đến non Yên.", "en": "A thousand taels of gold I would pay to reach Smoky Mountain"}
{"sino": "𡽫燕油󰝸典沔", "vi": "Non Yên dù chẳng đến miền,", "en": "Although Smoky Mountain cannot be reached,"}
{"sino": "𢖵払瀋又塘𨖲平𡗶", "vi": "Nhớ chàng thăm thẳm đường lên bằng trời.", "en": "My longing for you is endlessly long like the path to Heaven."}
{"sino": "𡗶瀋又賖潙坤透", "vi": "Trời thăm thẳm xa vời khôn thấu,", "en": "Heaven so far away cannot fully understand"}
{"sino": "餒𢖵払𱞙又芇衝", "vi": "Nỗi nhớ chàng đau đáu nào xong.", "en": "just how much I miss you, and that my longing would never end."}
{"sino": "景𢝙𠊛切他𢚸", "vi": "Cảnh vui người thiết tha lòng,", "en": "The branches of the trees are wet with evening dew."}
{"sino": "形𣘃霜湥㗂蛩𩄎噴", "vi": "Hình cây sương giọt, tiếng trùng mưa phun.", "en": "Sounds of insects humming in the misty rain."}
{"sino": "霜如鈽補𱱊㭲柳", "vi": "Sương như búa bổ mòn gốc liễu,", "en": "The frost like a hammer wears down the willows."}
{"sino": "𩄎𱻌鋸又𤉗梗梧", "vi": "Mưa dường cưa cưa héo cành ngô", "en": "The snow like a saw cutting down the plane trees’ withered boughs."}
{"sino": "杶雪抚𡏧𪀄𠵎", "vi": "Đòn tuyết phủ bụi chim gù,", "en": "Drops of dew cover the bushes of cooing birds."}
{"sino": "蝼墻呌永鍾厨㗂𣾺", "vi": "Sâu tường kêu vẳng, chuông chùa tiếng khơi.", "en": "Wall-insects hum, and far-off pagoda bells toll."}
{"sino": "𢽼㗂啼月𢯦𫏾屋", "vi": "Vài tiếng dế nguyệt lay trước ốc,", "en": "In the front yard, crickets chirp under the moonlight."}
{"sino": "𠬠行蕉𫗄秃外軒", "vi": "Một hàng tiêu gió thốc ngoài hiên.", "en": "Outside the porch, the winds rustle banana trees."}
{"sino": "幔𥪝闌𢼂𫗄穿", "vi": "Màn trong lan sổ gió xuyên,", "en": "A sudden breeze stirs the window curtain slightly,"}
{"sino": "𦝄淶花𩃳𤐝𨕭𫏾簾", "vi": "Trăng lơi hoa bóng soi lên trước rèm.", "en": "On which the shadows of flowers slowly mount"}
{"sino": "花𤋵月月印𠬠𬌓", "vi": "Hoa giãi nguyệt, nguyệt in một tấm,", "en": "The flowers enfold the silky threads of moonlight."}
{"sino": "月篭花花𧺀曾𱽐", "vi": "Nguyệt lồng hoa, hoa thắm từng bông.", "en": "The moon enfolds each flower and sets it glowing in the night."}
{"sino": "月花花月重又", "vi": "Nguyệt hoa, hoa nguyệt trùng trùng,", "en": "A beautiful play of moon and flowers, of flowers and moon."}
{"sino": "𫏾花󰡎月𥪝𢚸掣󰠲", "vi": "Trước hoa, dưới nguyệt, trong lòng xiết đâu.", "en": "Before the flowers, beneath the moon, I am grieving deep inside."}
{"sino": "󰠲掣計𬮙愁𠦳腦", "vi": "Đâu xiết kể, muôn sầu nghìn não,", "en": "How can I tell them all – the hundred griefs and thousand sadnesses."}
{"sino": "自女工婦巧調𢢯", "vi": "Từ nữ công, phụ xảo đều nguôi.", "en": "The feminine arts I have forsaken since."}
{"sino": "怲扲針怲迻梭", "vi": "Biếng cầm kim, biếng đưa thoi,", "en": "I’ve been disinclined to hold the sewing needle,"}
{"sino": "鶯堆𢢆𦄅𧊉堆𪿒𬗰", "vi": "Oanh đôi thẹn dệt, bướm đôi ngại thùa.", "en": "I’ve been disinclined to move the loom shuttle."}
{"sino": "𩈘怲蘇𠰘強怲呐", "vi": "Mặt biếng tô, miệng càng biếng nói,", "en": "I’m lazy to do face makeup, and lazier to converse."}
{"sino": "𱢭吏朝唯又𢭗窻", "vi": "Sớm lại chiều, dòi dõi nương song.", "en": "Morning to evening, I’m often found leaning against the window."}
{"sino": "𢭗窻𨻫艮魚𢚸", "vi": "Nương song luống ngẩn ngơ lòng,", "en": "Leaning against the window, with melancholy thoughts."}
{"sino": "永払點粉粧紅買埃", "vi": "Vắng chàng điểm phấn trang hồng với ai?", "en": "Without you, for whom would I put on powder and rouge."}
{"sino": "怲粧點𢚸𠊛煩脑", "vi": "Biếng trang điểm, lòng người phiền não,", "en": "Disinclined to self-grooming for grief fills my heart."}
{"sino": "㤕餒払外𡎝江氷", "vi": "Xót nỗi chàng, ngoài cõi Giang Băng.", "en": "I grieve for you, living day by day at the remote frontier."}
{"sino": "恪之妸織姉姮", "vi": "Khác gì ả Chức, chị Hằng,", "en": "I’m like the Moon Lady, pining in her cold palace on the moon."}
{"sino": "𣷷銀洡湥宫𦝄祝󰧵", "vi": "Bến Ngân sùi sụt, cung trăng chốc mòng.", "en": "Or the Weaving Maid, sobbing by the shore of the Milky Way River."}
{"sino": "愁揞𱴸埃重爫襘", "vi": "Sầu ôm nặng, ai chồng làm gối,", "en": "Heaping grief on grief to form my pillow."}
{"sino": "悶𤀞𣹓埃𠺙爫粓", "vi": "Muộn chứa đầy, ai thổi làm cơm.", "en": "A full store of sorrow to be my rice bowl."}
{"sino": "摱花摱𨢇解𢞂", "vi": "Mượn hoa, mượn rượu giải buồn,", "en": "Seeking release of sorrow with flowers and wine."}
{"sino": "愁爫𨢇溂悶拵花喂", "vi": "Sầu làm rượu nhạt, muộn dồn hoa ôi.", "en": "But sorrow makes good wine insipid,"}
{"sino": "𢫈笙玉𠇍回空㗂", "vi": "Gõ sênh ngọc mấy hồi không tiếng,", "en": "I play the jade castanets but they make no tune."}
{"sino": "揞弹箏𱥯柉浰𢬣", "vi": "Ôm đàn tranh mấy phím rời tay.", "en": "I hug the zither but have not the heart to play."}
{"sino": "㤕𠊛行役閉𫢩", "vi": "Xót người hành dịch bấy nay,", "en": "I’m grieving for my love whose duty calls to the border."}
{"sino": "𨤮賖矇痗𣍊𣹓吏潙", "vi": "Dặm xa mong mỏi hết đầy lại vơi.", "en": "And pining for him from morning to night in an endless cycle."}
{"sino": "𰙔鵑嘺爫淶渃𬑉", "vi": "Ca quyên ghẹo, làm rơi nước mắt,", "en": "A cuckoo’s teasing my heart with his love song, causing my tears to fall."}
{"sino": "𪔠樵枯如窒𱟧旰", "vi": "Trống tiều khua, như rứt buồng gan.", "en": "The sounds of the woodcutter’s drumbeats seem to burn my insides."}
{"sino": "㽳鐄𢬭恪容顔", "vi": "Võ vàng đổi khác dung nhan,", "en": "My looks have changed from lovely to drawn and pale."}
{"sino": "睽離買別辛酸𱻌尼", "vi": "Khuê ly mới biết tân toan dường này.", "en": "Only after a long parting, can a spouse know how bitter it can be."}
{"sino": "唸咮𨢟𬌓𢚸貝𤍊", "vi": "Nếm chua cay tấm lòng mới tỏ,", "en": "After tasting bitterness, I gain clear understanding of my heart."}
{"sino": "味𨢟尼呵固爲埃", "vi": "Mùi cay này, há có vì ai?", "en": "I realize this bitterness that I feel is because of whom."}
{"sino": "爲払淚妾㳶堆", "vi": "Vì chàng lệ thiếp nhỏ đôi,", "en": "Because of you, my love, that tears stream down my cheeks."}
{"sino": "爲払身妾𥛭𩁦𠬠皮", "vi": "Vì chàng thân thiếp lẻ loi một bề.", "en": "Because of you, I am lying at night all alone."}
{"sino": "身妾󰝸𧵆掑󰡎帳", "vi": "Thân thiếp chẳng gần kề dưới trướng,", "en": "Since my body not next to you in your tent’s bed,"}
{"sino": "淚妾芇𡮇𥿁边巾", "vi": "Lệ thiếp nào chút vướng bên khăn.", "en": "my tears cannot wet your headdress, even a little."}
{"sino": "𢝙群𩲉󰧵特𧵆", "vi": "Vui còn hồn mộng được gần,", "en": "Only in a dream, could I be at your side."}
{"sino": "𡖵又常典江津尋𠊛", "vi": "Đêm đêm thường đến Giang Tân tìm người.", "en": "Each night my spirit searches the places where you may be found."}
{"sino": "尋払坭陽薹𫮇𡳶", "vi": "Tìm chàng nơi Dương Đài lối cũ,", "en": "I look for you at Mount Yang-tai"}
{"sino": "趿払尼湘浦𣷷初", "vi": "Gặp chàng nơi Tương Phố bến xưa.", "en": "and find you at the bank of the Hsiao-hsiang River."}
{"sino": "森圍𱥯𣅶情期", "vi": "Sum vầy mấy lúc tình cờ,", "en": "When fortunate chance brings us together,"}
{"sino": "󰝸戈𨕭襘𠬠𣇞夢春", "vi": "Chẳng qua trên gối một giờ mộng Xuân.", "en": "It’s an hour of love but only a spring night dream."}
{"sino": "恨妾身吏空平夢", "vi": "Giận thiếp thân lại không bằng mộng,", "en": "Angry at myself that I am not the equal of a dream."}
{"sino": "時𧵆払𣷷𨻫城關", "vi": "Thì gần chàng bến Lũng, thành Quan.", "en": "In a dream, I can meet you at the shore of Lũng River"}
{"sino": "欺𢠩仍惜欺殘", "vi": "Khi mơ những tiếc khi tàn,", "en": "On waking up, I regret that the dream has ended."}
{"sino": "情𥪝聀夢𰿘萬共空", "vi": "Tình trong giấc mộng, muôn vàn cũng không!", "en": "But love in a dream, however much, is still just emptiness."}
{"sino": "𢝙固𠬠𬌓𢚸󰝸𢴑", "vi": "Vui có một tấm lòng chẳng dứt,", "en": "Only this heart cannot be separated from you, my love."}
{"sino": "本蹺払𣇞刻芇𢢯", "vi": "Vốn theo chàng giờ khắc nào nguôi.", "en": "It follows you constantly each minute without repose."}
{"sino": "𢚸蹺仍渚𧡊𠊛", "vi": "Lòng theo nhưng chửa thấy người,", "en": "It follows you, but you are not within sight."}
{"sino": "𨖲髙𱥯𣅶𬂙爲𨋣車", "vi": "Lên cao mấy lúc trông vời bánh xe.", "en": "Many times, I have climbed up to places of great height,"}
{"sino": "𬂙𣷷南𪤄𢺺𩈘渃", "vi": "Trông bến Nam, bãi chia mặt nước,", "en": "Looking southwards to the lowlands by the water,"}
{"sino": "𦹵碧岑橷烈牟𣛟", "vi": "Cỏ biếc sum, dâu lướt mầu xanh.", "en": "I see verdant green grass and lustrous green mulberry fields."}
{"sino": "店廊𧵆姅零征", "vi": "Xóm làng gần nửa lênh chênh,", "en": "Here and there, a few hamlets with straw-thatched huts."}
{"sino": "𪀄群𪤄𡋥仍情朝𣋚", "vi": "Chim còn bãi cát những tình chiều hôm.", "en": "A flock of white storks by the rocky evening shore."}
{"sino": "𬂙塘北曾笘舘客", "vi": "Trông đường Bắc, từng chòm quán khách,", "en": "Looking northwards to the highlands,"}
{"sino": "𩄲碧𣘃𡶀𡴯𡗶撑", "vi": "Mây biếc cây núi ngất trời xanh.", "en": "I see a few scattered lodging inns,"}
{"sino": "姅禾桼姅荒城", "vi": "Nửa lúa thêm nửa hoang thành,", "en": "and near the rampart, uncultivated rice plants grow languidly."}
{"sino": "𩄎噴𩈘渃笛扃屋楼", "vi": "Mưa phun mặt nước địch quanh ốc lầu.", "en": "From an upper story comes a haunting flute melody."}
{"sino": "𡽫東𧡊𦲿侯㩫凍", "vi": "Non Đông thấy lá hầu chất đống,", "en": "On the eastern mountains, I see heaps and heaps of leaves."}
{"sino": "雉習仕梅共𢯏𱠇", "vi": "Trĩ xập xoè, mai cũng bẻ bai", "en": "Pheasants flutter, plum branches swaying in the wind."}
{"sino": "𤐡𩂟宜𩂁岸𣾺", "vi": "Khói mù nghi ngút ngàn khơi,", "en": "A blanket of thick mists hangs over the woods."}
{"sino": "𡥵𪀄拨𫗄落𩔗呌傷", "vi": "Con chim bạt gió lạc loài kêu thương.", "en": "A wind-blown bird, separated from its flock, makes piteous cries."}
{"sino": "𨻫西𧡊渃𱻌婉曲", "vi": "Lũng Tây thấy nước dường uốn khúc,", "en": "Westwards, the Lũng-tây River makes several turns and twists."}
{"sino": "鴈𦑃空㳥唷船鈎", "vi": "Nhạn cánh không, sóng giục thuyền câu.", "en": "Swallows gliding in the sky and far below, on the waters,"}
{"sino": "岸樁𢷆祝𦹵𦰤", "vi": "Ngàn thông chen chúc cỏ lau,", "en": "Bushes of reeds jostle with a forest of pine."}
{"sino": "隔船芇𧡊𠊛󰠲𠫾𧗱", "vi": "Cách thuyền nào thấy người đâu đi về.", "en": "Across the stream, someone’s heading home."}
{"sino": "𬂙𦊛皮蹎𡗶𩈘坦", "vi": "Trông tư bề chân trời mặt đất,", "en": "Looking all around the four directions,"}
{"sino": "𨖲𫴋楼審卒隊畨", "vi": "Lên xuống lầu thấm thoát đòi phen.", "en": "searching the earth and the far sky horizon."}
{"sino": "笠𩄲技眜𪿒𥆾", "vi": "Lớp mây kĩ mắt ngại nhìn,", "en": "but thick layer of clouds hinder my view."}
{"sino": "󰠲𡎝征戦󰠲沔玉關", "vi": "Đâu cõi chinh chiến đâu miền Ngọc Quan?", "en": "Oh, where is Jade Gate Pass, the soldiers at war’s battlefield."}
{"sino": "𢭄𪮊坦易坤𭓇斫", "vi": "Gậy rút đất dễ khôn học chước,", "en": "How could I get the earth-shrinking stick,"}
{"sino": "巾招梂芇特𧡊仙", "vi": "Khăn gieo cầu nào được thấy tiên.", "en": "or obtain that magic scarf to create a bridge."}
{"sino": "𢚸尼化𥒥共𢧚", "vi": "Lòng này hóa đá cũng nên,", "en": "This heart of mine may turn into stone eventually,"}
{"sino": "𠲖空淚玉麻𨖲𬂙楼", "vi": "E không lệ ngọc mà lên trông lầu.", "en": "leaving me no jade tears at the tower."}
{"sino": "𣅶𥋓吏𥋴牟揚柳", "vi": "Lúc ngoảnh lại ngắm màu dương liễu,", "en": "When turning to admire the luxuriant greenness of willows,"}
{"sino": "時勸払停𠹾爵封", "vi": "Thời khuyên chàng đừng chịu tước phong.", "en": "I wish that I had given you advice not to seek glory and power,"}
{"sino": "󰝸𫨩𰿘𨤮𲃲𨀐", "vi": "Chẳng hay muôn dặm ruổi rong,", "en": "nor to accept the king’s bestowal of the high rank of a noble."}
{"sino": "𢚸払固共如𢚸妾󰝸", "vi": "Lòng chàng có cũng như lòng thiếp chăng?", "en": "I wonder if thousands of miles away on the road,"}
{"sino": "𢚸払𱒢共平如𱐭", "vi": "Lòng chàng ví cũng bằng như thế,", "en": "If only your heart would be like that,"}
{"sino": "𢚸妾󰠲敢𢪀𧵆賖", "vi": "Lòng thiếp đâu dám nghĩ gần xa.", "en": "then strange thoughts wouldn’t live in my mind."}
{"sino": "向陽𢚸妾𱻌花", "vi": "Hướng dương lòng thiếp dường hoa,", "en": "My heart’s like a flower turned towards the sun."}
{"sino": "𢚸払吝矧𠲖斜𩃳陽", "vi": "Lòng chàng lẩn thẩn e tà bóng dương.", "en": "But your wandering heart makes me dread the sun will set."}
{"sino": "𩃳陽底花鐄󰝸兑", "vi": "Bóng dương để hoa vàng chẳng đoái,", "en": "The sun neglects its flowers and let them turn a pallid yellow."}
{"sino": "花底鐄拱在𩃳陽", "vi": "Hoa để vàng cũng tại bóng dương.", "en": "The flowers are pallid yellow for lack of warm light from the sun."}
{"sino": "花鐄花用扃墻", "vi": "Hoa vàng hoa rụng quanh tường,", "en": "The fading flowers drop their petals by the wall."}
{"sino": "𱱇䀡花用𡖵霜𱥯吝", "vi": "Trải xem hoa rụng đêm sương mấy lần.", "en": "On several dewy nights, I have seen them dropping to the ground."}
{"sino": "䒹蘭𦬑𫏾𡑝㐌𢲨", "vi": "Chồi lan nở trước sân đã hái,", "en": "Orchid flowers in the front yard had been plucked."}
{"sino": "𦰟𬞟箕边𪤄迻香", "vi": "Ngọn tần kia bên bãi đưa hương.", "en": "Beyond the riverbank, the basil leaves exhale their sweet fragrance."}
{"sino": "𢯢襜𨄹𨀈前堂", "vi": "Sửa xiêm dạo bước tiền đường,", "en": "I arrange my dress and take a stroll before the house."}
{"sino": "𠑕𬂙䀡𨤔天章矧蜍", "vi": "Ngửa trông xem vẻ thiên chương thẫn thờ.", "en": "With a languid heart, I raise my eyes to the night sky."}
{"sino": "𩃳銀漢欺𥊚欺𤍊", "vi": "Bóng Ngân Hán khi mờ khi tỏ,", "en": "I watch the Milky Way River now gleaming, now dimming its lights."}
{"sino": "度奎廛𣇜固𣇜空", "vi": "Độ Khuê Triền buổi có buổi không.", "en": "The K’uei star appears on some day and disappear on another."}
{"sino": "式𩄲隊𣅶辣濃", "vi": "Thức mây đòi lúc nhạt nồng,", "en": "The clouds now glowing pink, now turning pale gray."}
{"sino": "𬂙𬁖北斗傕東吏兑", "vi": "Trông sao Bắc Đẩu thôi Đông lại Đoài.", "en": "The Big Dipper’s handle shifts from east to west in a periodic cycle."}
{"sino": "𩈘𦝄𤍊常𤐝边襘", "vi": "Mặt trăng tỏ thường soi bên gối,", "en": "The bright moon often shines on my pillow."}
{"sino": "𪰓𬑉𬂙霜澮梗梧", "vi": "Bừng mắt trông sương gội cành ngô.", "en": "Wakened at night, I watch the dew drenching the withered branches."}
{"sino": "冷𱐊台𱥯朝秋", "vi": "Lạnh lùng thay mấy chiều thu,", "en": "How cold I am these long lonely years."}
{"sino": "𫗄󰑑囂乞𨕭頭墙𪿙", "vi": "Gió may hiu hắt trên đầu tường vôị.", "en": "The autumn wind creeps over the lime wall."}
{"sino": "𠬠𢆥𠬠𤁕味𣘈粉", "vi": "Một năm một lạt mùi son phấn,", "en": "My looks fade as each year goes by."}
{"sino": "丈夫群吝矧沔𣾺", "vi": "Trượng phu còn lấn thẩn miền khơi.", "en": "But my husband is still wandering in distant places."}
{"sino": "初牢形影󰝸淶", "vi": "Xưa sao hình ảnh chẳng rời,", "en": "Before, we were joined like body and its shadow."}
{"sino": "悲除女底隔潙参商", "vi": "Bây giờ nỡ để cách vời Sâm Thương.", "en": "But now, we’re so far apart like the Evening and Morning Star."}
{"sino": "払𲃲馭𨤵長𩄲撫", "vi": "Chàng ruổi ngựa dặm trường mây phủ,", "en": "While you are galloping your horse on the cloud-covered trail,"}
{"sino": "妾𨄹鞋𫮇𡳶簝印", "vi": "Thiếp dạo hài lối cũ rêu in.", "en": "my sandals’re treading the moss on the old familar lane."}
{"sino": "𫗄春𣈗𠬠永信", "vi": "Gió Xuân ngày một vắng tin,", "en": "Day after day, the spring wind brings no news."}
{"sino": "可傷吝𣍊𱥯畨良時", "vi": "Khá thương lỡ hết mấy phen lương thì.", "en": "It’s a pity to waste these warm and pleasant seasons."}
{"sino": "𢜝𢖵欺梗桃朶槾", "vi": "Sợ nhớ khi cành đào đóa mận,", "en": "Remember the Yao and Wei clans’ yellow and crimson flowers."}
{"sino": "𫏾𫗄春鐄紫聘饒", "vi": "Trước gió xuân vàng tía sánh nhau.", "en": "Side by side, they sway in the wind, joining their colors together."}
{"sino": "怒時妸織払牛", "vi": "Nọ thì ả Chức chàng Ngưu,", "en": "Even the Herdsboy and the Weaving Maid, on a full autumn moon,"}
{"sino": "典𦝄秋吏𢫣梂戈滝", "vi": "Đến trăng thu lại bắc cầu sang sông.", "en": "will cross the bridge over the Silver River to be with each other."}
{"sino": "切𠬠身房空𨻫𪧚", "vi": "Thiết một thân phòng không luống giữ,", "en": "I grieve for the wife in her empty room."}
{"sino": "時節𫅜𢗖𢖵隊㝹", "vi": "Thời tiết lành nhầm nhỡ đòi nau.", "en": "Her seasons of youth passed by in vain."}
{"sino": "梭迻𣈗𣎃𲃲𣭻", "vi": "Thoi đưa ngày tháng ruổi mau,", "en": "Like a loom shuttle, the months and days go by quicky."}
{"sino": "𠊛𠁀審率戈牟春𣛟", "vi": "Người đời thấm thoát qua màu xuân xanh.", "en": "A person’s life will soon pass the spring years."}
{"sino": "春𣛟底恨扃於胣", "vi": "Xuân xanh để hận quanh ở dạ,", "en": "In spring I sulk, in autumn I feel angry."}
{"sino": "合離停𢞂過欺𢝙", "vi": "Hợp ly đành buồn quá khi vui.", "en": "There’s more parting sorrow than joy in being together."}
{"sino": "怨愁𡗉䋦𥯒排", "vi": "Oán sầu nhiều mối tơi bời,", "en": "Grief and anger entangled my mind and heart."}
{"sino": "柳蒲侯易押奈朝春", "vi": "Liễu bồ hầu dễ ép nài chiều xuân.", "en": "Not easy even for a beautiful woman to curb a man’s ambitions."}
{"sino": "箕文君媚苗課𫏾", "vi": "Kìa Văn Quân mỹ miều thuở trước,", "en": "Recall Wen-chun, a famous beauty in the past."}
{"sino": "𠲖典欺頭萡麻傷", "vi": "E đến khi đầu bạc mà thương.", "en": "She was afraid that one day her hair would turn white."}
{"sino": "𩈘花怒妸潘郎", "vi": "Mặt hoa nọ ả Phan Lang,", "en": "And there was P’an whose face’s beautiful like a flower."}
{"sino": "𢜝欺𠃅𩯀坡霜共𱒇", "vi": "Sợ khi mái tóc pha sương cũng ngừng.", "en": "He was also afraid that one day his hair would turn white."}
{"sino": "𢪀顔色當澄花𦬑", "vi": "Nghĩ nhan sắc đương chừng hoa nở,", "en": "Thinking that my looks is in its blooming season,"}
{"sino": "惜光陰吝呂招戈", "vi": "Tiếc quang âm lần lữa gieo qua.", "en": "I regret that Time slips and slides by so quickly."}
{"sino": "𢪀命萡惜年花", "vi": "Nghĩ mệnh bạc, tiếc niên hoa,", "en": "Brooding over my thin fate, regretting the blossom years."}
{"sino": "𡛔絲𱥯祝麻𫥨娜𣳔", "vi": "Gái tơ mấy chốc mà ra nạ giòng.", "en": "A fresh young maiden will soon turrn into a sober middle-aged woman."}
{"sino": "閣香怒𢠩懞𨤔𩈘", "vi": "Gác hương nọ mơ màng vẻ mặt,", "en": "In the moonlit attic, I dream of your face."}
{"sino": "楼花箕彷彿唏香", "vi": "Lầu hoa kia phảng phất hơi hương.", "en": "The flower-decked upper story still carries your scent."}
{"sino": "責𡗶牢底汝讓", "vi": "Trách trời sao để nhỡ nhàng,", "en": "Blame Heaven to let the courses of our lives go awry."}
{"sino": "妾油妾吏油払󰝸𫡻", "vi": "Thiếp rầu thiếp lại rầu chàng chẳng quên.", "en": "I grieve for me and also for you."}
{"sino": "払󰝸𧡊𪀄𪂦於内", "vi": "Chàng chẳng thấy chim uyên ở nội,", "en": "Do you not see a pair of mandarin ducks in the field?"}
{"sino": "共習迢󰝸倍分張", "vi": "Cũng dập dìu, chẳng vội phân trương.", "en": "They are joyful together, and do not easily part from each other."}
{"sino": "吏󰝸𧡊𪀄燕𨕭󰟌", "vi": "Lại chẳng thấy chim yến trên rường,", "en": "Do you not see the swallows on the roof?"}
{"sino": "萡頭空女堆塘𨔾饒", "vi": "Bạc đầu không nỡ đôi đường giã nhau.", "en": "Even in old age, they do not part from their mates."}
{"sino": "箕𩔗蝼堆頭共聘", "vi": "Kìa loài sâu đôi đầu cùng sánh,", "en": "See there the two insects lying close to each other, heads touching."}
{"sino": "怒類𪀄執𦑃共𠖤", "vi": "Nọ loài chim chắp cánh cùng bay.", "en": "There are pairs of birds flying together, flapping their wings in unison."}
{"sino": "柳蓮𱺵式𦹵𣘃", "vi": "Liễu, sen là thức cỏ cây,", "en": "The lotus and willow are but plants,"}
{"sino": "堆花共聘堆𣘃共連", "vi": "Đôi hoa cùng sánh, đôi cây cùng liền.", "en": "yet there are coupled flowers and intermingled boughs."}
{"sino": "意類物情緣群𱐭", "vi": "Ấy loài vật tình duyên còn thế,", "en": "Even plants and animals bind together in pairs."}
{"sino": "牢刼𠊛女底帝低", "vi": "Sao kiếp người nỡ để đấy đây?", "en": "Why in the human world, lovers have to live apart from each other."}
{"sino": "妾嗔𰿘刼縁尼", "vi": "Thiếp xin muôn kiếp duyên này,", "en": "I wish that in future lives:"}
{"sino": "如𪀄連𦑃如𣘃連梗", "vi": "Như chim liền cánh, như cây liền cành.", "en": "we would be like two birds that join their wings,"}
{"sino": "停𰿘刼𡦂情㐌丕", "vi": "Đành muôn kiếp chữ tình đã vậy,", "en": "Though our love will last for thousands of lives,"}
{"sino": "蹺刼尼欣𧡊刼𨍦", "vi": "Theo kiếp này hơn thấy kiếp sau.", "en": "I’d rather it not be the next one but this present life."}
{"sino": "妾嗔払𲓗萡頭", "vi": "Thiếp xin chàng chớ bạc đầu,", "en": "Oh, how I wish that Time never turns your hair gray!"}
{"sino": "妾時𪧚買𥙩牟𥘷中", "vi": "Thiếp thì giữ mãi lấy màu trẻ trung.", "en": "And that I may forever keep the looks of youth!"}
{"sino": "嗔𫜵𩃳蹺共払丕", "vi": "Xin làm bóng theo cùng chàng vậy,", "en": "Oh, if only I could be your shadow"}
{"sino": "払𠫾󰠲拱𧡊妾边", "vi": "Chàng đi đâu cũng thấy thiếp bên.", "en": "and follow you wherever you go."}
{"sino": "払𢭗暈日妾願", "vi": "Chàng nương vầng nhật, thiếp nguyền,", "en": "While you perform your duties for the king and the state,"}
{"sino": "每皮忠孝妾嗔院𧷺", "vi": "Mọi bề trung hiều thiếp xin vẹn tròn.", "en": "I vow to serve our parents with filial piety."}
{"sino": "𢚸許國𧺀𣘈𡴯又", "vi": "Lòng hứa quốc thắm son ngăn ngắt,", "en": "With a true red heart, you serve your country."}
{"sino": "飭庇民鏢鉄知又", "vi": "Sức tý dân tiêu sắt tri tri.", "en": "And defend the people with iron will and strength."}
{"sino": "𧖱單于頭月氏", "vi": "Máu Đan Vu, đầu Nguyệt Thị,", "en": "The Chun-yu’s blood and the Jou-chi heads –"}
{"sino": "意時𣇜㕵意時𣇜咹", "vi": "Ấy thì buổi uống, ấy thì buổi ăn.", "en": "they will be your meals and drinks."}
{"sino": "鋂銅𦠰隊吝歆許", "vi": "Mũi đòng vác đòi lần hăm hở,", "en": "Courageously you fight, braving the enemies’s spears and swords."}
{"sino": "拖𢚸𡗶纏𪧚𠊛忠", "vi": "Đã lòng trời gìn giữ người trung.", "en": "But you’re unharmed for Heaven will protect a loyal man,"}
{"sino": "護払𤾓陣𢧚功", "vi": "Hộ chàng trăm trận nên công,", "en": "and help you win all the battles."}
{"sino": "𱽐𥏌隘北撩弓𡽫兑", "vi": "Buông tên ải Bắc, treo cung non Đoài.", "en": "From the North Pass to the West hills,"}
{"sino": "𩃳旗幟㨋外關隘", "vi": "Bóng cờ xí giã ngoài quan ải,", "en": "Silhouettes of banners and flags waving farewell to the frontier."}
{"sino": "㗂凱𰙔踷吏神京", "vi": "Tiếng khải ca trở lại Thần Kinh.", "en": "Returning to the Capital, the soldiers sing a song of triumphant victory."}
{"sino": "嵿𡽫刻𥒥底名", "vi": "Đỉnh non khắc đá đề danh,", "en": "Your name will be inscribed on a stone and placed on the mountain’s summit."}
{"sino": "朝天𠓨𫏾宫莚𤼸功", "vi": "Triều thiên vào trước cung đình dâng công.", "en": "Before the imperial court, you will present to the throne your war trophies."}
{"sino": "渃溋漢𢧚銅𣳮瀝", "vi": "Nước duềnh Hán nên đồng rửa sạch,", "en": "You’ll wash your weapons and armor with water from the Silver River."}
{"sino": "曲樂詞𠰉𡂒㗂𠸦", "vi": "Khúc nhạc từ réo rắt tiếng khen.", "en": "Songs will be made and sung in your praise."}
{"sino": "才搊秦霍院全", "vi": "Tài so Tần, Hoắc vẹn tuyền,", "en": "Your abilities compared with the ancient generals Ch’in and Huo."}
{"sino": "𠸜𥱬閣鳯像傳𱼫轔", "vi": "Tên ghi gác phượng, tượng truyền đài Lân.", "en": "You name recorded in the Mist Tower, and your statue placed in the Unicorn Hall."}
{"sino": "𡑴勳將帶巾撝𦘧", "vi": "Đền huân tướng đai cân vày vẽ", "en": "A young general with great victories, you’ll shine in your new court robe."}
{"sino": "𡦂同休碑𥮋𠦳冬", "vi": "Chữ đồng hưu bia để nghìn đông.", "en": "Your name inscribed on public monument, that’ ll last a thousand winters."}
{"sino": "恩𨕭子䕃妻封", "vi": "Ơn trên tử ấm thê phong,", "en": "Honorific titles bestowed upon your children from imperial favors."}
{"sino": "顕荣妾共淡鐘香𡗶", "vi": "Hiển vinh thiếp cũng đượm chung hương trời.", "en": "And as your wife, I’ll also share with you Heaven’s grace."}
{"sino": "妾󰝸𤵺如𠊛蘇婦", "vi": "Thiếp chẳng dại như người Tô Phụ,", "en": "I’m not a foolish woman like General Su’s wife."}
{"sino": "払罕空如𠎪洛陽", "vi": "Chàng hẳn không như lũ Lạc Dương.", "en": "And surely you’re better than those Lu-yang men."}
{"sino": "欺𧗱㧅顆印鐄", "vi": "Khi về đeo quả ấn vàng,", "en": "If you come home without that seal of gold,"}
{"sino": "𨕭宮𦀻敢𠖰扛爫髙", "vi": "Trên cung cửi dám dẫy duồng làm cao.", "en": "would I, seated by my loom, look down on you and show disdain?"}
{"sino": "嗔爲払扱袍𢶒甲", "vi": "Xin vì chàng cất bào cởi giáp,", "en": "For you, I will fold your robe and help you take off your armor."}
{"sino": "嗔爲払𢷀笠風霜", "vi": "Xin vì chàng giũ lớp phong sương.", "en": "For you, I will wipe off you the wanderer’s dust and dew."}
{"sino": "爲払𢬣祝𱔩鐄", "vi": "Vì chàng tay chuốc chén vàng,", "en": "For you, I will fill a golden cup of wine."}
{"sino": "爲払點粉㧅香𱞐濃", "vi": "Vì chàng điểm phấn đeo hương não nùng.", "en": "For you, I will powder my face and wear seductive perfume."}
{"sino": "𱠎巾淚払𥉫曾𬌓", "vi": "Giở khăn lệ, chàng trông từng tấm,", "en": "You’ll unfold and look at each tear-stained kerchief."}
{"sino": "讀詩愁払審曾拘", "vi": "Đọc thơ sầu, chàng thẩm từng câu.", "en": "You’ll read my sad poetry and judge each verse."}
{"sino": "拘𢝙𢬭貝拘愁", "vi": "Câu vui đổi với câu sầu,", "en": "For a sad line, we’ll change to a joyful one."}
{"sino": "𨢇呵共計𫏾𨍦每𠳒", "vi": "Rượu khà cùng kể trước sau mọi lời.", "en": "And tell each other our tales while sipping wine."}
{"sino": "仕𢫫潙吝吝隊𱔩", "vi": "Sẽ rót vơi lần lần đòi chén,", "en": "We’ll slowly drink up the whole vessel of wine, cup after cup."}
{"sino": "仕𰙔寅諫諫隊聯", "vi": "Sẽ ca dần giản giản đòi liên.", "en": "We’ll softly sing together each verse, then the next."}
{"sino": "聯吟対飲曾畨", "vi": "Liên ngâm đối ẩm từng phen,", "en": "While face to face drinking, we’ll compose and sing linked verses."}
{"sino": "共払吏結䋦縁典𫅷", "vi": "Cùng chàng lại kết mối duyên đến già.", "en": "We’ll live happily and grow old together."}
{"sino": "朱捕𣅶愁賖隔𢖵", "vi": "Cho bõ lúc sầu xa, cách nhớ,", "en": "To make up for the years of parting grief,"}
{"sino": "𪧚纏饒𢝙𡦂清寧", "vi": "Giữ gìn nhau vui chữ thanh ninh.", "en": "we’ll take care of each other and be happy in times of peace."}
{"sino": "吟哦矇𠳚𡦂情", "vi": "Ngâm nga mong gửi chữ tình,", "en": "I sing these verses, hoping to send you my love and affection:"}
{"sino": "𱻌尼歐罕才𫅜丈夫", "vi": "Dường này âu hẳn tài lành trượng phu!", "en": "“This brave soldier is my beloved husband.”"}
